

import styles from "./Advantages.module.css";


export const KEY1 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 448 512">
    <path d="M224 64c-44.2 0-80 35.8-80 80v48H384c35.3 0 64 28.7 64 64V448c0 35.3-28.7 64-64 64H64c-35.3
    0-64-28.7-64-64V256c0-35.3 28.7-64 64-64H80V144C80 64.5 144.5 0 224 0c57.5 0 107 33.7 130.1 82.3c7.6
    16 .8 35.1-15.2 42.6s-35.1 .8-42.6-15.2C283.4 82.6 255.9 64 224 64zm32 320c17.7 0 32-14.3
    32-32s-14.3-32-32-32H192c-17.7 0-32 14.3-32 32s14.3 32 32 32h64z"/></svg>;

export const KEY2 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
    <path d="M4.1 38.2C1.4 34.2 0 29.4 0 24.6C0 11 11 0 24.6 0H133.9c11.2 0 21.7 5.9 27.4 15.5l68.5 114.1c-48.2
    6.1-91.3 28.6-123.4 61.9L4.1 38.2zm503.7 0L405.6 191.5c-32.1-33.3-75.2-55.8-123.4-61.9L350.7 15.5C356.5 5.9
    366.9 0 378.1 0H487.4C501 0 512 11 512 24.6c0 4.8-1.4 9.6-4.1 13.6zM80 336a176 176 0 1 1 352 0A176 176 0 1 1
    80 336zm184.4-94.9c-3.4-7-13.3-7-16.8 0l-22.4 45.4c-1.4 2.8-4 4.7-7 5.1L168 298.9c-7.7 1.1-10.7 10.5-5.2 16l36.3
    35.4c2.2 2.2 3.2 5.2 2.7 8.3l-8.6 49.9c-1.3 7.6 6.7 13.5 13.6 9.9l44.8-23.6c2.7-1.4 6-1.4 8.7 0l44.8 23.6c6.9 3.6
     14.9-2.2 13.6-9.9l-8.6-49.9c-.5-3 .5-6.1
      2.7-8.3l36.3-35.4c5.6-5.4 2.5-14.8-5.2-16l-50.1-7.3c-3-.4-5.7-2.4-7-5.1l-22.4-45.4z"/></svg>;

export const KEY3 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512">
    <path d="M171.3 96H224v96H111.3l30.4-75.9C146.5 104 158.2 96 171.3 96zM272 192V96h81.2c9.7 0 18.9 4.4 25 12l67.2
     84H272zm256.2 1L428.2 68c-18.2-22.8-45.8-36-75-36H171.3c-39.3 0-74.6 23.9-89.1 60.3L40.6 196.4C16.8 205.8 0
      228.9 0 256V368c0 17.7 14.3 32 32 32H65.3c7.6 45.4 47.1 80 94.7 80s87.1-34.6 94.7-80H385.3c7.6 45.4 47.1 80
       94.7 80s87.1-34.6 94.7-80H608c17.7 0 32-14.3 32-32V320c0-65.2-48.8-119-111.8-127zM434.7 368a48 48 0 1 1
        90.5 32 48 48 0 1 1 -90.5-32zM160 336a48 48 0 1 1 0 96 48 48 0 1 1 0-96z"/></svg>;

export const KEY4 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 576 512">
    <path d="M312 24V34.5c6.4 1.2 12.6 2.7 18.2 4.2c12.8 3.4 20.4 16.6 17 29.4s-16.6 20.4-29.4
    17c-10.9-2.9-21.1-4.9-30.2-5c-7.3-.1-14.7 1.7-19.4 4.4c-2.1 1.3-3.1 2.4-3.5 3c-.3 .5-.7 1.2-.7 2.8c0 .3 0 .5
    0 .6c.2 .2 .9 1.2 3.3 2.6c5.8 3.5 14.4 6.2 27.4 10.1l.9 .3 0 0c11.1 3.3 25.9 7.8 37.9 15.3c13.7 8.6 26.1 22.9
    26.4 44.9c.3 22.5-11.4 38.9-26.7 48.5c-6.7 4.1-13.9 7-21.3 8.8V232c0 13.3-10.7
    24-24 24s-24-10.7-24-24V220.6c-9.5-2.3-18.2-5.3-25.6-7.8c-2.1-.7-4.1-1.4-6-2c-12.6-4.2-19.4-17.8-15.2-30.4s17.8-19.4
     30.4-15.2c2.6 .9 5 1.7 7.3 2.5c13.6 4.6 23.4 7.9 33.9 8.3c8 .3 15.1-1.6 19.2-4.1c1.9-1.2 2.8-2.2 3.2-2.9c.4-.6
      .9-1.8 .8-4.1l0-.2c0-1
      0-2.1-4-4.6c-5.7-3.6-14.3-6.4-27.1-10.3l-1.9-.6c-10.8-3.2-25-7.5-36.4-14.4c-13.5-8.1-26.5-22-26.6-44.1c-.1-22.9
       12.9-38.6 27.7-47.4c6.4-3.8 13.3-6.4 20.2-8.2V24c0-13.3 10.7-24 24-24s24 10.7 24 24zM568.2 336.3c13.1 17.8
        9.3 42.8-8.5 55.9L433.1 485.5c-23.4 17.2-51.6 26.5-80.7 26.5H192 32c-17.7 0-32-14.3-32-32V416c0-17.7 14.3-32
         32-32H68.8l44.9-36c22.7-18.2 50.9-28 80-28H272h16 64c17.7 0 32 14.3 32 32s-14.3 32-32 32H288 272c-8.8 0-16
          7.2-16 16s7.2 16 16 16H392.6l119.7-88.2c17.8-13.1 42.8-9.3 55.9 8.5zM193.6 384l0
           0-.9 0c.3 0 .6 0 .9 0z"/></svg>

export const Advantages = () => (
    <div className={styles._} >
        <h2>ПРЕИМУЩЕСТВА</h2>
        <div className={styles.blocks}>
            <div className={styles.block}>
                <div className={styles.desc}>
                    <div>{KEY1}</div>
                    <div>
                        <h4>Монтаж под ключ</h4>
                        <p>
                            Устанавливаем современное оборудование. Возможны любые комбинации и подключения. Камеры
                            с высоким разрешением. Любые системы от простых и до сложных по доступной цене.
                        </p>
                    </div>
                </div>
                <div className={styles.desc}>
                    <div>{KEY2}</div>
                    <div>
                        <h4>Гарантия</h4>
                        <p>
                            Предоставляем гарантию на оборудование и на монтаж системы. В течении всего
                            гарантийного периода мы осуществим ремонт или замену оборудования. Устраним любую
                            причину поломки абсолюнто бесплатно!
                        </p>
                    </div>
                </div>
            </div>
            <div className={styles.block}>
                <div className={styles.desc}>
                    <div>{KEY3}</div>
                    <div>
                        <h4>Бесплатный выезд мастера</h4>
                        <p>
                            Специалист приедет на объект, произведет замер помещения и оценку сложности объекта,
                            сделает чертёж и исходя из ваших потребностей, предложит несколько вариантов систем
                            видеонаблюдения под ваш бюджет. После согласования системы предоставит точный расчёт
                            стоимости.
                        </p>
                    </div>
                </div>
                <div className={styles.desc}>
                    <div>{KEY4}</div>
                    <div>
                        <h4>Доступная цена</h4>
                        <p>
                            У нас вы сможете приобрести оборудование по доступной цене и заказать установку с
                            настройкой видеонаблюдения. Возможно техническое обслуживание на протяжение всего
                            эксплуатационного периода.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
)