export const newsData = [
    {
        title: 'COMBOx4!🔥',
        date: '20.08.2024',
        image: 'news/COMBOx4.jpeg',
        description: 'Встречаем новинку – беспроводную охранную сигнализацию COMBOx4!🔥\n' +
            '\n' +
            '✅ Один хаб закрывает сразу четыре неизвестных ИКС в Вашей системе безопасности:\n' +
            '\n' +
            'x ⃣ Охрана дома и автоматизация\n' +
            'x ⃣ Интеграция с видеонаблюдением\n' +
            'x ⃣ Раздача интернета домашним устройствам\n' +
            'x ⃣ Интеграция с ПЦН охранных компаний\n' +
            '\n' +
            '✅ Контрольная панель COMBOx4 включает в себя сразу несколько решений: центр охранной системы для настройки датчиков, сценариев и управления ими, видеорегистратор, PoE-коммутатор, 4G-модем и Wi-Fi роутер.\n' +
            '\n' +
            'Поможем подобрать оборудование именно для Вас😉\n' +
            '\n' +
            '+79773716488;\n',
    },
    {
        title: 'Беспроводные Wi-Fi и 3G/4G камеры',
        date: '14.08.2024',
        image: '/news/CameraWi-Fi4G.jpeg',
        description: 'Нужно видеонаблюдение для дома, дачи или офиса - максимально простое в настройке и эксплуатации?\n' +
            '\n' +
            'На этот случай у нас есть серия Wi-Fi и 4G-камер!\n' +
            'Настроить можно буквально в 5 элементарных шагов.\n' +
            'Попробуйте, если сомневаетесь 😊\n' +
            '\n' +
            '✅Все камеры поддерживают работу с мобильным приложением, в котом можно просмотреть изображение онлайн, из архива, выполнить настройку камеры, передать аудиосообщение на динамик, получить тревожные уведомления от камеры.\n' +
            '✅Для локальной записи можно использовать SD-карту и/или регистратор.\n' +
            '✅Есть и удобное облачное хранение – надежный резерв для архивов на случай кражи или когда нужна только камера и ничего больше👍\n' +
            '\n' +
            'Поможем подобрать оборудование именно для Вас😉\n' +
            '\n' +
            '+79773716488;\n',
    },
    {
        title: 'VIGUARD SMOKE F',
        date: '09.08.2024',
        image: '/news/VIGUARDSMOKEF.jpeg',
        description: 'VIGUARD SMOKE F — это двусторонний дымовой пожарный детектор с встроенной голосовой системой оповещения о задымлении. Он мгновенно реагирует на появление дыма, извещая Вас о пожаре как звуковым сигналом, так и голосом. Вы будете точно знать, что происходит, даже если Вы находитесь в другой комнате или вне дома.\n' +
            '\n' +
            'Инновационные функции для Вашего спокойствия:\n' +
            '\n' +
            '✅ Кнопка автотестирования: позволяет легко проверить работоспособность датчика в любое время.\n' +
            '\n' +
            '✅ Постоянный контроль связи с панелью: гарантирует, что сигнал о пожаре будет доставлен мгновенно. \n' +
            '\n' +
            '✅ Цифровое кодирование радиосигнала: обеспечивает надежную защиту от помех и предотвращает ложные срабатывания.\n' +
            '\n' +
            '✅ Информирование о неисправностях и разряде батареи: Вы будете в курсе состояния датчика и вовремя сможете заменить батарею.\n' +
            '\n' +
            'VIGUARD SMOKE F — это не просто дымовой датчик, это Ваш надежный помощник в обеспечении безопасности Вашего дома.\n' +
            '\n' +
            'Поможем подобрать оборудование именно для Вас😉\n' +
            '\n' +
            '+79773716488;\n',
    },
]