

import styles from "./WorkScheme.module.css";

export const svg = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 640 512">
    <path d="M218.3 8.5c12.3-11.3 31.2-11.3 43.4 0l208 192c6.7 6.2 10.3 14.8 10.3 23.5H336c-19.1 0-36.3 8.4-48
    21.7V208c0-8.8-7.2-16-16-16H208c-8.8 0-16 7.2-16 16v64c0 8.8 7.2 16 16 16h64V416H112c-26.5
    0-48-21.5-48-48V256H32c-13.2 0-25-8.1-29.8-20.3s-1.6-26.2 8.1-35.2l208-192zM352
    304V448H544V304H352zm-48-16c0-17.7 14.3-32 32-32H560c17.7 0 32 14.3 32 32V448h32c8.8 0 16 7.2 16 16c0 26.5-21.5
    48-48 48H544 352 304c-26.5 0-48-21.5-48-48c0-8.8 7.2-16 16-16h32V288z"/></svg>;

export const svg2 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
    <path d="M471.6 21.7c-21.9-21.9-57.3-21.9-79.2 0L362.3 51.7l97.9 97.9 30.1-30.1c21.9-21.9 21.9-57.3 0-79.2L471.6
    21.7zm-299.2 220c-6.1 6.1-10.8 13.6-13.5 21.9l-29.6 88.8c-2.9 8.6-.6 18.1 5.8 24.6s15.9 8.7 24.6
    5.8l88.8-29.6c8.2-2.8 15.7-7.4 21.9-13.5L437.7 172.3 339.7 74.3 172.4 241.7zM96 64C43 64 0 107 0 160V416c0 53 43
    96 96 96H352c53 0 96-43 96-96V320c0-17.7-14.3-32-32-32s-32 14.3-32 32v96c0 17.7-14.3 32-32 32H96c-17.7
    0-32-14.3-32-32V160c0-17.7 14.3-32 32-32h96c17.7 0 32-14.3 32-32s-14.3-32-32-32H96z"/></svg>;

export const svg3 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 576 512">
    <path d="M0 128C0 92.7 28.7 64 64 64H320c35.3 0 64 28.7 64 64V384c0 35.3-28.7 64-64 64H64c-35.3
    0-64-28.7-64-64V128zM559.1 99.8c10.4 5.6 16.9 16.4 16.9 28.2V384c0 11.8-6.5 22.6-16.9
    28.2s-23 5-32.9-1.6l-96-64L416 337.1V320 192 174.9l14.2-9.5 96-64c9.8-6.5 22.4-7.2 32.9-1.6z"/></svg>;

export const svg4 = <svg className={styles.svg} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
    <path d="M78.6 5C69.1-2.4 55.6-1.5 47 7L7 47c-8.5 8.5-9.4 22-2.1 31.6l80 104c4.5 5.9 11.6 9.4 19 9.4h54.1l109
     109c-14.7 29-10 65.4 14.3 89.6l112 112c12.5 12.5 32.8 12.5 45.3 0l64-64c12.5-12.5 12.5-32.8
     0-45.3l-112-112c-24.2-24.2-60.6-29-89.6-14.3l-109-109V104c0-7.5-3.5-14.5-9.4-19L78.6 5zM19.9 396.1C7.2 408.8
     0 426.1 0 444.1C0 481.6 30.4 512 67.9 512c18 0 35.3-7.2 48-19.9L233.7
     374.3c-7.8-20.9-9-43.6-3.6-65.1l-61.7-61.7L19.9 396.1zM512
     144c0-10.5-1.1-20.7-3.2-30.5c-2.4-11.2-16.1-14.1-24.2-6l-63.9 63.9c-3 3-7.1 4.7-11.3
     4.7H352c-8.8 0-16-7.2-16-16V102.6c0-4.2 1.7-8.3 4.7-11.3l63.9-63.9c8.1-8.1 5.2-21.8-6-24.2C388.7
     1.1 378.5 0 368 0C288.5 0 224 64.5 224 144l0 .8 85.3 85.3c36-9.1 75.8 .5 104 28.7L429 274.5c49-23
     83-72.8 83-130.5zM56 432a24 24 0 1 1 48 0 24 24 0 1 1 -48 0z"/></svg>;
export const WorkScheme = () => (
    <div className={styles._}>
        <h2>СХЕМА РАБОТЫ</h2>
        <div className={styles.desc}>
            <div className={styles.elem}>
                {svg}
                <h4>Выезд специалиста</h4>
                <p>
                    Выезд специалиста на расчёт стоимости установки видеонаблюдения осуществляется БЕСПЛАТНО. Мастер
                    приедет с образцами и каталогами, проконсультирует по системам и предоставит точную смету.
                </p>
            </div>
            <div className={styles.elem}>
                {svg2}
                <h4>Составление проекта</h4>
                <p>
                    Учитывая ваши пожелания, специалисты компании создадут проект, в котором будут учтены все
                    технические особенности здания и нужные точки видео фиксации. В составе проекта имеется
                    пояснительная записка и рабочие чертежи.
                </p>
            </div>
            <div className={styles.elem}>
                {svg3}
                <h4>Подбор оборудования</h4>
                <p>
                    Специалисты помогут разобраться в вариациях системы видеонаблюдения. Вы получите систему с
                    лучшим углом и радиусом обзора, сможете контролировать безопасность удобным для вас способом.
                </p>
            </div>
            <div className={styles.elem}>
                {svg4}
                <h4>Установка видеонаблюдения</h4>
                <p>
                    Профессиональная установка видеонаблюдения, согласно техническим требованиям оборудования.
                    Используем современные инструменты, применяем последние технологии электромонтажа без скрутки.
                    Вы получаете качественный монтаж с гарантией.
                </p>
            </div>
        </div>
    </div>
)