export const PRODUCT_DATA = {
    lock1: {
        title: "Электромеханический замок FX-2369",
        image: "https://fox-cctv.ru/upload/resize_cache/iblock/178/440_370_0/FX_2369S_900X576.png",
        price: "2250 р.",
        description: ["Накладной электромеханический замок FX-2369 может быть установлен на распашные двери любого " +
        "типа (правая/левая, внутрь/наружу) в роли запирающего устройства. Сила удержания до 500 кг. В замке " +
        "предусмотрена возможность блокировать механическую кнопку \"Выход\" и регулировать плавность закрытия." +
        "Замок может открываться снаружи ключами, изнутри при помощи кнопки или ключа, а так же дистанционно."],
        title1: "Электромеханический замок",
        list1: ["Цвет нержавеющая сталь",
        "Сила удержания 500 кг",
        "Накладной / Нормально закрытый",
        "Ключей в комплекте 5шт",
        "Возможность блокировки кнопки \"Выход\"",
        "Регулировка плавности закрытия",
        "Размеры 105мм(В) х 130мм(Д) х 40мм(Г)",
        "Рабочий диапазон -40 +50"],
        title2: "Характеристики",
        list2: ["Тип: Накладной/ Электромеханический/ Нормально закрытый",
        "Исполнение: Уличное/ Внутреннее",
        "Питание: 9-13 В (DC) 3-4 A",
        "Относительная влажность: 10-90%",
        "Рабочая температура: -40°C … +50°C",
        "Вес: 1.7 кг",
        "Габаритные размеры (мм): 105(В) х 130(Д) х 40(Г)"]
    },
    ezviz1: {
        title: "IP-Камера видеонаблюдения IP EZVIZ C1C 720P",
        image: "https://mfs.ezvizlife.com/2a3aac5128252862aecf4b9fee963caa.png?ver=77297",
        price: "1950 р.",
        description: ["Благодаря четкому и качественному ночному видению функции безопасности умного дома здесь " +
        "выходят на новый уровень. Разработанная с учетом простой и быстрой установки, камера C1C с безупречным " +
        "ночным видением обеспечивает защиту даже самых темных углов."],
        title1: "Исключительное видение даже ночью",
        list1: ["Камера C1C обеспечивает более качественное ночное видение на больших расстояниях и круглосуточную " +
        "защиту. Усовершенствованные инфракрасные светодиодные лампы и улучшенная оптическая конфигурация гарантируют " +
        "превосходную видимость на расстоянии до 12 метров даже при слабом освещении."],
        title2: "Постоянный контроль ситуации",
        list2: ["Вы ведь не можете всегда быть дома и следить за безопасностью лично? Благодаря функции обнаружения " +
        "движения камера C1C отслеживает события на территории вашей собственности и сразу же предупреждает вас о " +
        "любых нештатных ситуациях, отправляя захваченные изображения на мобильное устройство. (мгновенные оповещения " +
        "следует активировать вручную)."],
        title3: "Технические характеристики модели",
        list3: ["Матрица - 1/4\" Прогрессивная Развертка CMOS",
        "Завтор - Самонастраивающийся завтор",
        "Объективы - 2.8мм, угол обзора:92° (горизонтальный), 110°(диагональный)",
        "Крепление объектива - M12",
        "День & Ночь - ИК фильтр с авто-переключением",
        "DNR - 3D DNR",
        "WDR - DWDR",
        "Cжатие",
        "Сжатие видео - H.264",
        "H.264 тип - Основный профиль",
        "Битрейт видео - HD; Стандартный, Базовый. Адаптивный битрейт.",
        "Аудио - Само-адаптивный битрейт; есть микрофон и динамик.",
        "Max. Битрейт - 2M",
        "Max. разрешение - 1280 x 720",
        "Частота кадров - Само-адаптивный, Maкс: 25fps",
        "Смарт тревога - Детекция движения",
        "Быстрая конфигурация WiFi - AP конфигурация",
        "Протокол - EZVIZ собственный облачный протокол",
        "Протокол интерфейса - EZVIZ собственный облачный протокол",
        "Основные функции - Устранение мерцания, двойной поток, контроль перехода в off-line, зеркалирование" +
        " изображения, защита паролем, водяной знак",
        "Хранение - Micro SD до 256ГБ",
        "Питание - Micro USB",
        "Стандарт - IEEE802.11b, 802.11g, 802.11n",
        "Диапазон частот - 2.4 ГГц ~ 2.4835 ГГц",
        "Пропускная способность - 20MГц",
        "Безопасность - 64/128-bit WEP, WPA/WPA2, WPA-PSK/WPA2-PSK",
        "Скорость передачи - 11b: 11Mbps,11g :54Mbps,11n :72Mbps",
        "Условия работы - -10ºC ~ 45ºC , Влажность 95% или менее (без конденсации)",
        "Питание - DC 5В±10%",
        "Потребляемая мощность - MAX. 4.0 Вт",
        "ИК диапазон - MAX. 12м",
        "Размеры Камеры - 64мм x 64мм x 103мм",
        "Размеры упаковкиs - 123мм x 79мм x 125.5мм",
        "Вес камеры - 96г"]
    },
    ezviz2: {
        title: "IP-Камера видеонаблюдения EZVIZ C1C 1080P",
        image: "https://mfs.ezvizlife.com/2a3aac5128252862aecf4b9fee963caa.png?ver=77297",
        price: "2850 р.",
        description: ["Благодаря четкому и качественному ночному видению функции безопасности умного дома здесь " +
        "выходят на новый уровень. Разработанная с учетом простой и быстрой установки, камера C1C с безупречным " +
        "ночным видением обеспечивает защиту даже самых темных углов."],
        title1: "Исключительное видение даже ночью",
        list1: ["Камера C1C обеспечивает более качественное ночное видение на больших расстояниях и круглосуточную " +
        "защиту. Усовершенствованные инфракрасные светодиодные лампы и улучшенная оптическая конфигурация гарантируют " +
        "превосходную видимость на расстоянии до 12 метров даже при слабом освещении."],
        title2: "Постоянный контроль ситуации",
        list2: ["Вы ведь не можете всегда быть дома и следить за безопасностью лично? Благодаря функции обнаружения " +
        "движения камера C1C отслеживает события на территории вашей собственности и сразу же предупреждает вас о " +
        "любых нештатных ситуациях, отправляя захваченные изображения на мобильное устройство. (мгновенные оповещения " +
        "следует активировать вручную)."],
        title3: "Технические характеристики модели",
        list3: ["Матрица - 1/2.9\" Прогрессивная Развертка CMOS",
            "Завтор - Самонастраивающийся завтор",
            "Объективы - 2.8мм, угол обзора:106° (горизонтальный), 130°(диагональный)",
            "Крепление объектива - M12",
            "День & Ночь - ИК фильтр с авто-переключением",
            "DNR - 3D DNR",
            "WDR - DWDR",
            "Сжатие видео - H.264",
            "H.264 тип - Основный профиль",
            "Битрейт видео - Full HD; Стандартный. Адаптивный битрейт.",
            "Аудио - Само-адаптивный битрейт; есть микрофон и динамик.",
            "Max. Битрейт - 2M",
            "Max. разрешение - 1920 x 1080",
            "Частота кадров - Само-адаптивный, Maкс: 20fps",
            "Смарт тревога - Детекция движения",
            "Быстрая конфигурация WiFi - AP конфигурация",
            "Протокол - EZVIZ собственный облачный протокол",
            "Протокол интерфейса - EZVIZ собственный облачный протокол",
            "Основные функции - Устранение мерцания, двойной поток, контроль перехода в off-line, зеркалирование" +
            " изображения, защита паролем, водяной знак",
            "Хранение - Micro SD до 256ГБ",
            "Питание - Micro USB",
            "Стандарт - IEEE802.11b, 802.11g, 802.11n",
            "Диапазон частот - 2.4 ГГц ~ 2.4835 ГГц",
            "Пропускная способность - 20MГц",
            "Безопасность - 64/128-bit WEP, WPA/WPA2, WPA-PSK/WPA2-PSK",
            "Скорость передачи - 11b: 11Mbps,11g :54Mbps,11n :72Mbps",
            "Условия работы - -10ºC ~ 45ºC , Влажность 95% или менее (без конденсации)",
            "Питание - DC 5В±10%",
            "Потребляемая мощность - MAX. 4.0 Вт",
            "ИК диапазон - MAX. 12м",
            "Размеры Камеры - 64мм x 64мм x 103мм",
            "Размеры упаковкиs - 123мм x 79мм x 125.5мм",
            "Вес камерыx - 96г"
        ]
    },
    ezviz3: {
        title: "IP-Камера видеонаблюдения EZVIZ C1T 1080P",
        image: "https://mfs.ezvizlife.com/826eb4c9ba8fd1ad32c014f2f1b6a15c.png?ver=77297",
        price: "3150 р.",
        description: ["С помощью внутренней камеры EZVIZ C1T вы сможете следить за своим домом, держа под контролем " +
        "все, что вам нужно. Высокая четкость изображения, равная 1080p, а также улучшенное ночное видение " +
        "гарантируют, что вы никогда и ничего не пропустите."],
        title1: "Видео высокой четкости 1080p.",
        list1: ["Эта камера записывает видео и изображение в высоком разрешении 1080p, регистрируя каждый" +
        " момент с необычайной четкостью."],
        title2: "Записывает только тогда, когда вам нужно.",
        list2: ["Вы сможете включить спящий режим камеры C1T всего лишь одним нажатием в приложении EZVIZ в вашем" +
        " мобильном устройстве. Останавливайте запись в режиме реального времени всякий раз, когда вам это необходимо."
        ],
        title3: "Технические характеристики модели",
        list3: ["Матрица - 1/2,7\" КМОП с прогрессивным сканированием",
        "Скорость спуска затвора - Адаптивная",
        "Объектив - 2,8 мм, угол обзора: 124° (по диагонали), 100° (по горизонтали), 54° (по вертикали)",
        "Минимальное освещение - 0,5 лк при F2.2 и включенной функции AGC; 0 лк при использовании ИК-подсветки",
        "Крепление объектива - M12",
        "Режим «день/ночь» - Фильтр, отсекающий ИК-лучи, с автопереключением",
        "DNR - 3D DNR",
        "Ночное видение - 12 м",
        "Макс. разрешение - 1920 × 1080",
        "Частота кадров - Макс. 25 кадров/с, адаптивная во время передачи по сети",
        "Сжатие видео - H.264",
        "Тип H.264 - Основной профиль",
        "Битрейт видео - HD, стандартный. Адаптивный.",
        "Битрейт аудио - Самонастраивающийся",
        "Макс. битрейт - 2 Мбит/с",
        "Умное оповещение - Обнаружение движения",
        "Двусторонняя голосовая связь - Поддерживается",
        "Общие функции - Защита от дрожания, двойной поток, сообщения о подтверждении работоспособности, зеркальное " +
        "изображение, защита паролем, водяные знаки",
        "Стандарт Wi-Fi - IEEE802.11b/g/n",
        "Диапазон частот - 2,4–2,4835 ГГц",
        "Пропускная способность канала - 20 МГц",
        "Безопасность - 64/128-битное шифрование WEP, WPA/WPA2, WPA-PSK/WPA2-PSK",
        "Скорость передачи - 11b: 11 Мбит/с, 11g: 54 Мбит/с, 11n: 72 Мбит/с",
        "Подключение к Wi-Fi - Конфигурация через точку доступа",
        "Протокол - EZVIZ собственный облачный протокол",
        "Интерфейсный протокол - EZVIZ собственный облачный протокол",
        "Локальное хранилище - Разъем для карты MicroSD (до 256 ГБ)",
        "Облачное хранилище - Облачное хранилище EZVIZ",
        "Условия эксплуатации - -10ºC до 45ºC при влажности не более 95% (без конденсации)",
        "Электропитание - 5 В, 1 А, постоянный ток",
        "Потребляемая мощность - Макс. 2,68 Вт",
        "Габариты камеры - 52 x 64 x 115 мм",
        "Габариты упаковки - 123 x 79 x 125 мм",
        "Вес (вместе с упаковкой) - 320 г",
        "Вес нетто - 118 г"]
    },
    viguard: {
        title: "ViGUARD Prime lite беспроводная охранная GSM сигнализация",
        image: "https://viguard.pro/upload/resize_cache/iblock/272/500_500_1/2723dcf078fab956cc33f6fa605d4a0a.jpg",
        price: "11000 р.",
        description: ["Беспроводная охранная сигнализация."+
        "До 32-х беспроводных датчиков."+
        "8 устройств управления."+
        "16 беспроводных устройств управления автоматикой (розетки, выключатели)."+
        "Программируемый выход."+
        "Мгновенное оповещение на телефон с помощью SMS или голосовых команд."+
        "Большой ассортимент датчиков позволит перекрыть все рубежи охраны."+
        "Управление можно осуществлять при помощи встроенной клавиатуры, беспроводных брелоков либо клавиатур, а так же мобильного приложения."+
        "Настройка при помощи встроенных клавиатуры, голосового меню и дисплея."+
        "Для работы приложения или подключения к ПЦН используется GPRS/GSM/PSTN."+
        "Протоколы подключения к ПЦН: SIA IP, Contact ID."],
        title1: "",
        list1: ["32 беспроводные зоны",
        "8 проводных зон",
        "16 пользователей",
        "2 брелока",
        "Возможность совершать голосовой звонок с контрольной панели",
        "Удаленный акустический контроль помещения",
        "Радиоканала: (433) до 250 м, возможно увеличение радиуса действия при помощи репитеров"],
        title2: "",
        list2: ["Клавиатура:   " +
        "встроенная сенсорная, поддержка внешних клавиатур",
        "Меню:   " +
        "Графическое с голосовыми подсказками",
        "GSM: " +
        "Встроенный",
        "Частный отчет:   " +
        "Голос (GSM), SMS, моб. приложения",
        "Удаленное управление:   " +
        "Голосовое меню, SMS, Мобильные приложения",
        "Резервное питание:   " +
        "встроенный аккумулятор до 12 часов работы",
        "Цвет:  " +
        "Белый"]
    },
    registrator1: {
        title: "IP Видеорегистратор NVR 4-х ПOTOKOBbIЙ FOX FX-iNVR4/1",
        image: "https://fox-cctv.ru/upload/resize_cache/iblock/d4e/440_370_0/FX_4GTA_FX_4QTA_FX_8GTA_FX_8QTA.png",
        price: "5600 р.",
        description: ["IP видеорегистратор NVR 4-х потоковый FOX FX-iNVR4/1 . Регистратор работает в H.265+ кодеке." +
        " Поддерживает подключение" +
        "4-х камер до 4МП. FX-iNVR4/1 исполнен в пластиковом корпусе, позволяет установить 1 Ж/д 3,5\" SATA3 до 6Тб."],
        title1: "Особенности IP видеорегистратора",
        list1: ["Поддержка стандарта Onvif Profile S/G (Движение, Тревога, Metedata) ISAPI",
        "IVS аналитика с IP камер Hikvision",
        "Удаленный доступ с помощью P2P",
        "Компактный пластиковый корпус"],
        title2: "Все технические параметры",
        list2: ["Операционная система -  Embedded Linux OS",
        "Процессор -  ARM Cortex A7 Family",
        "Режим работы -  Пентаплекс",
        "Сжатие -  H.265+/ H.265/ H.264+/ H.264",
        "Управление -  Мышкой и по сети",
        "Видео -  Видео",
        "выход -  1xHDMI, 1xVGA",
        "Дисплей -  1/4/Zoom",
        "Отображение -  1920x1080, 1280x1024, 1280x720, 1024x768, 800х600",
        "Аудио -  Кодирования аудио -  G.711A / G.711U.",
        "Битрейт аудио 64 кб/с",
        "Двусторонняя связь -  вход -  1 x RCA",
        "выход -  1 x RCA",
        "Запись -  Битрейт видео -  32 кб/с – 8 Мб/с",
        "Максимальный поток -  Входящий 40 Мб/с,",
        "Исходящий 60 Мб/с",
        "Основной поток -  4 IP:",
        "4 Mpx(2560×1440), 3 Mpx(2048×1536),",
        "2 Mpx(1920×1080),",
        "1.3 Mpx(1280×960),",
        "1Mpx(1280×720)",
        "- 100 к/с",
        "Доп.поток -  4 IP камер:",
        "1Мп (1280х720),",
        "D1 (704х576)",
        "- 100 к/с",
        "Режим записи -  Ручной / По расписанию / По детекции движения / Смешанный",
        "Режим поиска -  По времени / По событию / По файлово",
        "Воспроизведение -  IP: 2*4Мп (25 к/с) / 4*1080p (25 к/с)",
        "Жесткий диск -  1х3,5\" x HDD (SATA3 до 6 Тб) в комплект не входит",
        "Сеть -  Сетевой протокол -  TCP/IP, PPPoE, DHCP, Hik-Connect, DNS, DDNS, NTP, SADP, SMTP, NFS, iSCSI, UPnP™, HTTPS)",
        "Сетевой интерфейс -  10Base-T/100Base-TX Ethernet порт",
        "ONVIF 2.6 -  Onvif Profile-S/G/T (Движение, Тревога, Metadata) ISAPI",
        "Интеграция -  Подключения цифровых видеорегистраторов и IP-серверов",
        "Сетевые инструменты -  WEB интерфейс (IE, Google Сhrome, Firefox, Mozilla, Opera) Сетевой клиент для Windows XP/7/8/10, MAC OS; Оператор для Windows 7/8/10. Мобильные устройства: ОS Android, iОS",
        "Дополнительные функции -  Аналитика -  IVS аналитика с IP камер Hikvision",
        "Резервное копирование -  2 × USB 2.0 - флешка",
        "Технические параметры -  Блок питания -  DC12V/1.5A",
        "Потребляемая мощность -  12V DC/1.5A, до 10 Вт без HDD и камер. До 50Вт при полной нагрузке",
        "Рабочий диапазон температуры -  -10°C...+55°C",
        "Рабочий диапазон влажности -  0%...90%",
        "Габариты (мм) -  200(Ш) х 200(Д) х 48(В)",
        "Вес -  1 Кг без HDD"]
    },
    registrator2: {
        title: "IP Видеорегистратор NVR 8-ми ПOTOKOBbIЙ FOX FX-iNVR8/1",
        image: "https://fox-cctv.ru/upload/resize_cache/iblock/d4e/440_370_0/FX_4GTA_FX_4QTA_FX_8GTA_FX_8QTA.png",
        price: "7400 р.",
        description: ["IP видеорегистратор NVR 8-ми потоковый FOX FX-iNVR8/1. Регистратор работает" +
        " в H.265+/H.265/H.264+/H.264 кодеке. Поддерживает подключение 8-ми камер до 4МП, записывает 1Мп " +
        "1280*720, 2МП 1920*1280, 4Мп 2560х1440. Исполнен в пластиковом корпусе, позволяет установить" +
        " 1 Ж/д 3,5\" SATA3 до 6Тб."],
        title1: "Особенности IP видеорегистратора",
        list1: ["Поддержка кодека сжатия Н.265+ ",
        "Поддержка стандарта Onvif 2.6 Profile S/G (Движение, Тревога, Metedata) ISAPI ",
        "Plug & Play (автоматическое распределение камер бренда Fox) ",
        "Удаленный доступ с помощью P2P ",
        "IVS аналитика с IP камер Hikvision ",
        "Компактный пластиковый корпус"],
        title2: "Все технические параметры",
        list2: ["Операционная система -  Embedded Linux OS ",
        "Процессор -  ARM Cortex A7 Family ",
        "Режим работы -  Пентаплекс ",
        "Сжатие -  H.265+/ H.265/ H.264+/ H.264 ",
        "Управление -  Мышкой и по сети ",
        "Видео -  Видео ",
        "выход -  1xHDMI, 1xVGA ",
        "Дисплей -  1/4/Zoom ",
        "Отображение -  1920x1080, 1280x1024, 1280x720, 1024x768, 800х600 ",
        "Аудио -  Кодирования аудио -  G.711A / G.711U. ",
        "Битрейт аудио 64 кб/с ",
        "Двусторонняя связь -  вход -  1 x RCA ",
        "выход -  1 x RCA ",
        "Запись -  Битрейт видео -  32 кб/с – 8 Мб/с ",
        "Максимальный поток -  Входящий 60 Мб/с, Исходящий 60 Мб/с ",
        "Основной поток -  8 IP: ",
        "4 Mpx(2560×1440), 3 Mpx(2048×1536), ",
        "2 Mpx(1920×1080), ",
        "1.3 Mpx(1280×960), ",
        "1Mpx(1280×720) ",
        "- 200 к/с ",
        "Доп.поток -  8 IP камер: ",
        "1Мп (1280х720), ",
        "D1 (704х576) ",
        "- 200 к/с ",
        "Режим записи -  Ручной / По расписанию / По детекции движения / Смешанный ",
        "Режим поиска -  По времени / По событию / По файлово ",
        "Воспроизведение -  IP: 2*4Мп (25 к/с) / 4*1080p (25 к/с) ",
        "Жесткий диск -  1х3,5\" x HDD (SATA3 до 6 Тб) в комплект не входит ",
        "Сеть -  Сетевой протокол -  TCP/IP, PPPoE, DHCP, Hik-Connect, DNS, DDNS, NTP, SADP, SMTP, NFS, iSCSI, UPnP™, HTTPS) ",
        "Сетевой интерфейс -  10Base-T/100Base-TX Ethernet порт ",
        "ONVIF 2.6 -  Onvif Profile-S/G/T (Движение, Тревога, Metadata) ISAPI ",
        "Интеграция -  Подключения цифровых видеорегистраторов и IP-серверов ",
        "Сетевые инструменты -  WEB интерфейс (IE, Google Сhrome, Firefox, Mozilla, Opera) Сетевой клиент для Windows XP/7/8/10, MAC OS; Оператор для Windows 7/8/10. Мобильные устройства: ОS Android, iОS ",
        "Дополнительные функции -  Аналитика -  IVS аналитика с IP камер Hikvision ",
        "Резервное копирование -  2 × USB 2.0 - флешка, HDD (переносной), DropBox, Google Dirve ",
        "Технические параметры -  Блок питания -  DC12V/1,5A ",
        "Потребляемая мощность -  12V DC/1,5A, до 10 Вт без HDD и камер. До 90Вт при полной нагрузке ",
        "Рабочий диапазон температуры -  -10°C...+55°C ",
        "Рабочий диапазон влажности -  0%...90% ",
        "Габариты (мм) -  200(Ш) х 200(Д) х 48(В) ",
        "Вес -  1 Кг без HDD"]
    },
    box1: {
        title: "Монтажная универсальная коробка FX-BOX1 STEEL",
        image: "https://fox-cctv.ru/upload/resize_cache/iblock/a5d/440_370_0/FX_BOX2-STEEL.png",
        price: "1350 р.",
        description: ["Предназначена для защиты кабельных соединений от климатических воздействий и крепления " +
        "камер наружного видеонаблюдения," +
        "Допустимая нагрузка до 5 кг, материал корпуса метал, пыле / влага защита IP66," +
        "Габариты 130х130х50, 462гр., -50~+60°C, 10%~90%."],
        title1: "Особенности аксессуара",
        list1: ["Предназначена для защиты кабельных соединений от климатических воздействий и крепления " +
        "камер наружного видеонаблюдения,"],
        title2: "Все технические параметры",
        list2: ["Допустимая нагрузка до 5 кг, материал корпуса метал, пыле / влага защита IP66,\n" +
        "Габариты 130х130х50, 462гр., -50~+60°C, 10%~90%."]
    },
};